//SBGOLOBA  JOB (ACCT#),S-GOLOB,
// NOTIFY=&SYSUID,
// CLASS=B,MSGCLASS=X
//*
//*  ADD ISPF STATISTICS TO THE SMPPTS DATASET
//*
//ADDSTATS EXEC PGM=IKJEFT01,REGION=0M
//STEPLIB  DD DISP=SHR,DSN=SYS1.CBT.LINKLIB
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
 PDS 'SBGOLOB.Z24.Q1404.PTFS'
//         DD DISP=SHR,DSN=SBGOLOB.Z24.PTFPDS(U2404ALL)
//
