//SBGOLOBO JOB ,'SAM GOLOB',CLASS=B,
//    MSGCLASS=X,NOTIFY=&SYSUID
//*
//* STRING TOGETHER PTFS IN SMPPTS - ABBREVIATE - NOSEP
//*
//STEPOFF  EXEC PGM=PUTSEQS,REGION=2560K
//STEPLIB  DD  DISP=SHR,DSN=SYS1.CBT.LINKLIB
//SYSPRINT DD  SYSOUT=*
//SYSUPLOG DD  DISP=SHR,DSN=SBGOLOB.USER.SYSUPLOG(Q1404)
//IN       DD  DISP=SHR,DSN=SBGOLOB.Z24.Q1404.PTFS
//OUTPUT   DD  DISP=SHR,DSN=SBGOLOB.Z24.Q1404.PTFS.SEQ
 O I=IN,O=OUTPUT
